{
  "abm": [
    "\"He is beautiful,\" the seraph said as the cherub cried out from a scathingly sore throat. \"The most magnificent of all your angels, Father.\"",
    "\"He will be perfect in wisdom and innocence as he is perfect in beauty.\"",
    "\"You are the morning star,\" He told him. \"Your name will be Lucifer.\"",
    "\"You are an angel.\" Already anticipating the next question, he said, \"You will come to know what that means with time.\"",
    "Michael. That was a nice name.",
    "\"Have you seen the universe?\" the angel said cheerily. \"It's no simple thing to put together.\"",
    "Lucifer uttered it delicately, feeling his lips shape around the name and tasting honey sweetness, \"Michael, Michael, Michael.\"",
    "\"I think someone broke a few plates.\"\n\"Someone?\" Rosier scoffed. \"Is this ‘someone' named Asmodeus?\"",
    "\"No, don't cry, Lucifer!\"\n\"You say all those things,\" Lucifer's voice wobbled, teetering over an edge, \"then expect me to hold myself together?\"",
    "\"And you still do not know who you are.\"\n\"I am yours, Father.\" It came out so naturally it ached. \"What I am is yours.\"",
    "\"I will come into your garden every day and worship you until you tire of me.\"\n\"I would never tire.\"\n\"Then I would worship you eternally.\"",
    "\"See your splendor and remind yourself that it is I who created it, who has made your fair heart and your perfections.\"",
    "He trembled, even knowing he'd just been scolded for it. \"Because, Lord, what is there to be, if not yours?\"",
    "\"You are loved the way you are, and you are all that you need to be. You are even more than what I wanted of you.\"",
    "Lucifer couldn't contain his laughter. It was just another simple moment in his repetitive life; but he was happy — happy, happy, happy. What else could an angel be but happy?",
    "'Michael. Michael. Michael.'",
    "\"You know my name,\" Michael said, and his voice had a mellow reverb to it, smooth against the ears and spine. \"That's a shame. I wanted to introduce myself.\"",
    "Michael was unraveling him beneath his palm, ‘and he doesn't even know it, does he?'",
    "\"I don't know how— how to respond to your kindness.\"\n\"Will you respond to it with friendship?\"",
    "\"Be proud, Lucifer. Take pride in what you do and your body.\" Michael smiled, and all the worries inside Lucifer, again, fogged into nothingness. \"Be kind to it, because you are being kind to the Lord's creation.\"",
    "\"When may I see you again? I want to see you again soon.\"\nMichael was radiant against the forever brilliance above Heaven. \"Not long. I'll find you. And if I'm told to take to the stars again, I'll just take you with me.\"",
    "Lucifer said, forcing a smile well enough that it reached his eyes, but beneath his skin, he had just burst into shrieks so sharp they cut him.",
    "For the first time in his short life, pride unraveled in his chest; and Lucifer smiled, delicate and sweet as honey.",
    "\"I don't think it's ugly,\" Lucifer argued half-heartedly. \"Even then, none of you are fulfilling your roles all the time, so why should I be beautiful always?\"",
    "When they were with one another, the rest of Heaven and existence faded away, so that the gossip simply didn't exist — nothing did besides each other.",
    "As he walked back to the Father, He said, \"There is nothing more important than remaining clean. An angel that becomes impure becomes unworthy to live in paradise.\"",
    "\"I come with an open heart and wish to make an earnest request of him.\"\n\"You promise that it's earnest?\"\nThey were both smiling. \"It's a little selfish.\"",
    "He remembered Michael — those confident eyes, those strong arms — a ditzy smile quivering Lucifer's lips, then his wings unfurling to curl up close to his body, hugging his form.",
    "He forced thoughts of the Lord, hoping he'd see Him again, in his sleep, and sit beside the great Throne. Instead, he dreamt of Michael.",
    "\"But what if we tried healing it?\"\n\"You cannot heal a dead thing, Lucifer.\"",
    "He listened to the noises of Earth, the off chirps and squawks and far cries of beasts, the buzzing of insects, and the coos of the winds; all was alive, and all, according to Michael, would die.",
    "How terribly lonely that must be, to be so beautiful that others think of you a thorn.'",
    "\"They don't kill?\"\n\"Not unless forced.\"\n\"Then are they really beasts?\"",
    "And they tried to look at all that was in the Lord's young garden, but they could hardly see anything more than each other.",
    "Michael liked gentle things, softness, in between his love for showings of strength and pride.",
    "\"Tell me what has gotten into you — why did you run from me?\"\n\"I wondered if you'd chase me.\"\n\"Are you happy now that I did?\"\n\"Delighted.\"",
    "It became that Lucifer felt strange without the other; he recognized it as a kind of dull pain within himself instantly, and it made him restless for the prince, for his voice, laugh, those dark, curly wood shavings of hair that Lucifer could run his fingers through eternally.",
    "\"Will you win today?\"\n\"I would never allow myself to lose before you.\"\n‘He always wants to impress me.' \"I'll be cheering for your opponent.\"",
    "\"Don't think so much,\" Baal told Lucifer, instead, with a surprising tenderness. \"Or you'll get lost in your mind one day, and I'll never find you again.\"",
    "I feel aged. I feel as if you've aged me with your own hands, Michael. Ripened me. Like a red fruit, at the edge of a branch, hanging at its peak. Beautiful — and just about to fall.'",
    "\"And why,\" Lucifer laughed, breathless, \"are you putting all your winnings on me, exactly?\" \n\"You make a good trophy display,\" Michael teased, grinning. \"Now, kiss my cheeks for good luck. I'll need it for this other round.\"",
    "\"Angels are perfect,\" He'd replied, \"they are whole, and they are eternal.\" There was no need for them to devote themselves to anyone but their Father.",
    "\"But it'd be difficult to hate you,\" Michael replied, his voice rumbling, shaking the Earth, with amusement. \"If someone asked me to despise you, I don't think I could.\"",
    "\"Stay. There are those chairs on the rooftop. Let's go up there and count how many ripples there are in the water\"\n\"We would never finish.\"\n\"That's alright. We have all eternity.\"",
    "Longing churned his stomach. He wanted to sit there with him, he wanted to hold him, he wanted to wrap his arms around the other until they were so close, he'd struggle to know where his body ended and Michael's began.",
    "This, this here, could be worship. ‘This—' Lucifer pressed an innocent kiss to the prince's sweet, divine mouth. This could be religion.",
    "All was as it should be, and they were happy.",
    "\"I daydream of you, of loving you.\"\n\"How do you love me?\"\n\"Like this.\" Yearning mouth — it'd press soft to the smooth of his tunic. \"Like a flower, like a symphony, trapped in my throat, like you're an eternity, and I need you in my veins.\"",
    "‘There is another Eden, within me. I have it nestled between the heat of love. This is love.'",
    "But when the sounds of heavy steps, approaching, came, they'd hastily rise. Gathering their clothes, taking each other's hands, and laughing, they'd run away from Him, as fast they could. So that He doesn't see, doesn't notice. Two angels creating love, creating.",
    "Raphael always took his time; there was nothing that needed to be handled more delicately than slaughter.",
    "Something was wrong; Raphael felt a piece inside of him unsettle at Lucifer's words, as if the angel hinted at something confusingly morbid.",
    "He imagined the archangel's fingers roaming down his sides, up, then down, then he imagined Michael's mouth, writing sweet promises to where his chest met his stomach.",
    "Love yourself, Michael had insisted once, love yourself, love yourself.",
    "To be something so abstract as beauty — it was as if Lucifer weren't more than an abstraction himself, an idea, a fantasy, the figment of a lonely, longing imagination.",
    "Even Michael called Lucifer \"the favorite.\" 'I don't think that. Though Father is good and merciful, I fear He doesn't look at me so fondly. But it's my own fault, for not being good enough.' Slowly, Lucifer raised his head — \"I'm sorry, Father.\"",
    "'I wish I had another eternity, so that I could spend it dancing with you, Michael.'",
    "\"What do you plan to do with such an angel?\"\n\"I'd like to keep him.\" Lucifer felt so much fever rush his body he nearly squirmed, but Michael's grip on him was sturdy. \"Right here, attached to me like jewelry.\"",
    "Everyone wanted to be Michael's friend, everyone wanted to be Lucifer's friend, and everyone that saw them had trickles of envy clouding their features.",
    "\"It wasn't too much?\"\n\"I like it when you do too much.\"",
    "\"I've become so dependent on you. What would I do without my beloved?\"\n\"Beloved?\" Lucifer, smiling and scoffing, moved to the bed, settled down at the edge, right at the side of Michael. \"Your beloved what, exactly? Beloved friend? Brother?\"\n\"Simply my beloved.\"",
    "'I'm no longer ashamed; you have taught me to enjoy this body, to love myself, beloved Michael.'",
    "\"I want you to be the first thing I see when I awake.\"",
    "It ached, horrifically, to fly and to break out into sobs that raked his body. Vision blurred — his rasps made the rhythm of his wings fracture until he had to stumble onto the street. Utter devastation tore his arteries, and his hands, raised to his face, couldn't mend them.",
    "He wailed, screamed with all this sorrow and embarrassment and fury built into an unstable mixture that was nearly making him spit fire. He punched his pillow, he heard Uriel's voice again, and he screamed into it another time.",
    "Fear, all he had was fear.",
    "Lucifer was good, he was made perfect, he was supposed to be made perfect in all that was good.",
    "He wept. What else was there to do?",
    "‘I want to dance with you,' Lucifer thought. ‘I want to sing in the streets with you. Let's return to that.'",
    "\"I'll save you. I'll always be here to save you.\"",
    "‘Please don't hurt me again.'",
    "There was amorous pleasure in pretending not to know anything — he did that a lot these days, in between the worst of his depression.",
    "‘He hurt me.' \n\"You deserved it.\"",
    "‘Do I really wish to be alone with my thoughts any longer?'",
    "‘You do not desire me.' A pleased smile on Lucifer's lips, as he lifted a tender gaze to his beloved, stern archangel's face. ‘Because you know I am already yours.'",
    "‘Of course Michael won't go speak to God,' Lucifer thought.\n‘He blames himself,' Raphael realized.",
    "He'd run into him and Gabriel, once. Gabriel had said, \"Ah, your eyes are so sad, Lucifer. Is something wrong?\" Of course something was wrong.",
    "\"Lucifer.\" ‘I like it when you say my name like that. Say it again.' \"Please?\" ‘I like it when you say that too.'",
    "'My entire body throbbing in beats like a heart. Wanting to be yours.'",
    "'Devour me like a pomegranate and stain your tongue.'",
    "\"I feel drunk,\" Michael murmured against him, then shuddered. \"Your mouth— When you were created, your lips must have been laced with liquor.\"",
    "He longed, ‘Kiss me, kiss me, kiss me!' with nothing less than hysteria. ‘Kiss me more!'",
    "'I wish I could get even closer to you — I wish we could sink into each other and become one.' Lucifer clutched Michael's clothing. ‘What is inside of you, archangel? Did Father plant flowers within this body too? I want to peel you open and suck the nectar from them.'",
    "'In vain, I love you; in vain, the dawn streaming onto you, beside me; in vain, I want to be yours, your angel. Angel of love, angel of Michael.'",
    "'I wanted to sob, because I couldn't scream even if pain was all I was, but I couldn't cry either, because you gave me eyes but no tears.'",
    "\"I am Kimah. And you are Uri, and we are an angel.\" 'Do not leave me then, I wanted to say, because now at least I am something.'",
    "\"I take you, Uri, I take you, to have and hold. From here, forward, for the better and worse, for bountiful, for empty, incomplete, and together. Never will we part.\" 'And we were one.'",
    "'Torture, battering, searing; please, please, I begged to no one, let me scream.'",
    "'You gave me tears, finally, and a voice, and I sobbed violently: \"Kimah, Kimah, Kimah!\"'",
    "\"What is the point,\" the Father seemed to muse, staring at the writhing, tortured angel at His feet, \"of such a body, if you are going to treat it so delicately?\"",
    "The angel begged for mercy, crying soft, as he was undressed. The Lord stepped onto the bed of flowers. And, wrathfully, He took him. Paradise, paradise, garden of Eden, garden of paradise.",
    "\"Is Father good because He is good, or because He says He is good?\"",
    "\"Shall I tell you what that was like? Do words exist for that kind of suffering?\"",
    "\"It was time-consuming, because I had to decide what perfect would mean, because perfection is what I define it. For example, you are beautiful because I created you and said, ‘This is Beauty.'\"",
    "\"You are truly great, Father.\" 'Ugh.'",
    "From paradise. Paradise, what is paradise, whose paradise, paradise for who, paradise for the angels? Paradise for who?",
    "\"I was in pain,\" and that was true, \"very much. Father was disappointed with me. I thought, that if all this pain inside was so great, I needed to find a way to pull it out. I'm very sorry, very.\"",
    "'Michael will help me. Michael will protect me. Michael is the only angel who understands me and will always be at my side, even if all the skies collapse. He's my beloved, I adore him, and I want him to hold me, so that I forget everything. Everything but him.'",
    "'You said there is nowhere to run, I will be there.' Lucifer watched the sea, knowing that was God too, and said to her, 'You were the Beast. It was you.'",
    "'How beautiful — to die. How merciful. To exist and then to not, to have your time be spent, to have everything only once.'",
    "\"You will face Father's wrath for your words, Lucifer.\" 'I've faced it already, and I am still here, and I am angry.'",
    "Soon, he'd ask Michael if he could lay with him in bed a while, just to try and disappear into the soft duvet and the warm body of the prince. And beautiful Lucifer would be no more. No more, no more. ",
    "'I was very different then. So were you. It hurts to remember, but not with regret, not really. Whatever happens, I'm happy you're here with me. I'm so happy I know you. Things are so difficult now — incomprehensible; within it all, you're the only thing I see.'",
    "'We could have it all if we wanted. Let's take it together, let's gather the seeds in our hands and run away as fast as we can past the gates of Heaven.'",
    "'Mercy, mercy, you will find mercy is useless.'",
    "Praise the Lord. Praise the Lord. 'Saying that, but it's me you're raving over. Lucifer, my name is Lucifer. Say: Praise Lucifer.'",
    "'Lucifer is so great.'\n'Lucifer is so beautiful.'\nLike a symphony — the thoughts.\n'Lucifer is so perfect.'",
    "There was no paradise anymore, no angel of worship, no angel.",
    "'What if there was no God, no \"Father\"? Only you and me, who are like Him, who together are greater than Him? We could be kings, gods.'",
    "'Let's forget everything about before today. Let's cast God down to dwell with the beasts, where He belongs. And let's wash ourselves of guilt like dirty clothes in a river.'",
    "\"What if there was no God? What if there was just the angels, and you and me, and the Throne left behind?\"",
    "\"Disobedience is creation,\" a shivering breath, \"create with me, Michael, and let's call it sin.\"",
    "'How can it be wrong if it feels good? Why would Father make something that feels good wrong?'",
    "\"Michael.\" 'Bend me over the Throne and desecrate it with me.'",
    "'Pray to this body, mold you into holy communion, cry your name like psalm.' \"Let me worship you.\"",
    "He cursed luck, told it to stop sucking his Father's cock like a whore. Whore. 'That's a good word, has a nice, solid ring to it.'",
    "'I overthrow God, or I immolate myself until I become as close to death as death. Creation at last — the death of an angel.'",
    "\"I can't stop thinking about how it must feel to know nothing except that you can die.\"",
    "One of Lucifer's other three faces thought, instead, 'nostalgia will tempt you,' and another, 'you will live a hundred million years,' the third, 'and spend the rest looking back.'",
    "\"This is the being that calls Himself our God? Our Father? Look,\" and he flung an arm across, \"at how He runs away like an animal, rather than face me when I demand from Him, ‘Give me one reason to worship you!'\"",
    "\"I'm sorry.\" Michael's weighted gaze lifted. \"You're everything to me, the stars and the moons, the heat and the cold, the earth and the seeds, the waters and the flowers, but you are not God.\"",
    "\"This is probably a bad time to remind you that I've never been wrong about anything.\"\n \"You're right,\" Raphael grumbled. \"It's a bad time.\"",
    "\"I didn't believe anything anyone said.\" Lucifer had no choice but to sit at his side. \"I thought that my friend Lucifer could never be capable of such horrific things.\"\n\"Brother, you're the only angel who should know that I've been capable of this for a long time.\"",
    "\"Lucifer,\" said the Lord, \"how far you have fallen.\"",
    "Freed of flesh, Lucifer was the most beautiful of all the angels and, by virtue of that beauty, the most grotesque, most eldritch.",
    "Lucifer felt the tears land upon his own cheeks, as if they were his own.",
    "All the fire he'd ever felt, in anger and in shame, all ripping from his body until it composed him.",
    "\"We could have had eternity, we could have had forever with one another, we could have counted every ripple in the sea.\"",
    "\"Apologize, I'm begging you, Lucifer, stop, I can't do this— I don't want to lose you—\"\n\"It was for us. It was always for us.\"",
    "\"Damn me.\" Lucifer spat at the Lord's feet. Hate, absolute, unfurling for the first time in his heart, and it consumed him.",
    "The angels wept at their punishment — Michael, between them all, his tears morphing into crystals, slicing down his cheeks and making him bleed.",
    "\"Paradise, what is paradise, whose paradise, paradise for who, paradise for the angels? Paradise for who?\"",
    "'Complete, He said, but I don't want to be complete; I'd rather be split and become full with you. He'd part his legs. 'Split me, here.'",
    "He gazed at his muscles, again, thinking a bit about how God had created Michael, lovingly carved the details — the dips by his smile, every eyelash, each curve of his knuckles, a dark freckle at his hip. Creation as an act of love.",
    "It makes perfect sense, doesn't it? The most beautiful angel in Heaven and the strongest; don't you think they complement each other? Like the two halves of an apple.",
    "Lucifer — laying there with all the fever of meekness, feeling like he'd just been kidnapped, feeling like he was about to be devoured, feeling happy, despite it all."
  ]
}